Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/forskningsetikk.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: In all three instances, the percentage of unjustified co-authors increased with the number of co-authors and reached a saturation point at slightly fewer than one hundred co-authors, at 23%, 67% and 59% respectively for APS, ICMJE, and "direct contribution".
nb: For alle tre tilfeller økte prosentandelen uberettigede medforfattere med antall medforfattere og nådde metning for litt under hundre medforfattere, med henholdvis 23, 67 og 59% for APS, ICMJE, ”direkte bidrag”.

source: context within which the information is collected.
nb: konteksten informasjonen innhentes i.

source: application are encumbered by great uncertainty, and may therefore seem
nb: og bruken av den er beheftet med stor usikkerhet, og kan derfor synes

source: In general, the negative results of experiments on animals should be public knowledge.
nb: Som en hovedregel bør negative resultater fra dyreforsøk gjøres tilgjengelig.

source: Big Data-based research can make it difficult to fulfil the requirements that consent
nb: Stordatabasert forskning kan gjøre det vanskelig å oppfylle kravene om at samtykket

source: The third set of challenges to which NENT believes it is important to
nb: Det tredje setter med utfordringer NENT mener det er

source: Despite the introductory ethical principles and 21 specific guidelines on specific issues, room has been allowed for contradictory remarks in connection with guideline 11, "Choice of control in clinical trials".
nb: Til tross for innledende etiske prinsipper og 21 konkrete retningslinjer om enkeltspørsmål, er det gitt plass til motstridende kommentarer i forbindelse med retningslinje nummer 11, ”Valg av kontroller i kliniske forsøk”.

source: For example, there have been reports of gene therapy having unexpected effects such as early death and the development of rare diseases.
nb: Det har for eksempel vært rapportert at genterapi har ført til uventede effekter som tidlig død og utvikling av sjeldne sykdommer.

source: Documentation of consent
nb: Dokumentasjon av samtykke

source: Published in 2000 with a new introduction by P. Matthiessen.
nb: Utgitt 2000 med ny innledning av P. Matthiessen.

source: specific AI has many known consequences, and in many cases, the risks
nb: konsekvenser, og risikoene er i mange tilfeller tilstrekkelig sannsynliggjort til

source: democratic processes, such as the 2016 US presidential election and Brexit. It
nb: å manipulere demokratiske prosesser, slik som presidentvalget i USA i 2016 og Brexit.

source: A so-called moratorium – a complete halt – was proposed for research on hereditary changes in humans.
nb: For forskning på arvelige endringer hos mennesker, ble det foreslått et såkalt moratorium – full stans.

source: In common with 'ordinary' cloning, this technique involves cloning a human being by transferring the nucleus from a patient's body cell into an egg cell from which the nucleus has been removed.
nb: En løsning på både dette problemet, og problemet med å bruke befruktede egg fra assistert befruktning, fant man i teknikken som har blitt døpt terapeutisk kloning.

source: In cases where written documentation by signature or fingerprint is not possible or desirable, verbal consent must be obtained.
nb: Der skriftlig dokumentasjon ved signatur eller fingeravtrykk ikke er mulig eller ønskelig, innhentes muntlig samtykke.

source: ) and the Council of Europe's guidelines for REC members (Regional Ethics Committees) express the same principle in Chapter 9b (
nb: ) og Europarådets veileder til REC-medlemmer (Regional Ethics Committee) utrykker det samme prinsippet i kapittel 9b (

source: to analyse, and it can be costly and demanding to structure the data for further
nb: data er vanskelige å analysere, og det kan være kostbart og krevende å strukturere

source: Stem cells can be grown almost indefinitely in the laboratory, and could in principle develop into any tissue or organ desired.
nb: De kan dyrkes nær sagt uendelig i laboratoriet, og de kan i prinsippet utvikle akkurat det vev eller det organ vi måtte ønske.

source: Midtbøen and colleague Jon Rogstad at the Institute for Social Research established this in a study from 2012.
nb: Det kunne Midtbøen og forskerkollega Jon Rogstad ved Institutt for samfunnsforskning slå fast i 2012.

source: In 1998, James Thomson of the University of Wisconsin in the USA managed to isolate pluripotent stem cells from blastocysts that had been generated from fertilised eggs in association with assisted reproduction.
nb: I 1998 klarte James Thomson fra Universitetet i Wisconsin i USA å isolere pluripotente stamceller fra blastocyster som var dannet fra befruktede egg i forbindelse med assistert befruktning.

source: One example is risk research.
nb: Et eksempel er risikoforskning.

source: A consultation process and a subsequent workshop organised by NENT in the autumn of 2016 found that relevant players see a need for a set of guidelines that can systematise and elaborate on the ethical responsibility inherent in the use of animals in research.
nb: Gjennom en høringsrunde og en påfølgende workshop arrangert av NENT høsten 2016 ble det klart at relevante aktører ser et behov for et sett av retningslinjer som kan systematisere og utdype det etiske ansvaret som følger med bruk av dyr i forskning.

source: One of the most recent additions to the rich variety of scientific journals is the Journal of Visualized Experiments, which since 2006 has been publishing videos of scientific experiments.
nb: Journal of Visualized Experiments, et forskningstidsskrift som siden 2006 har publisert videoer av eksperimenter.

source: The alternative is partial, local and critical knowledge.
nb: Alternativet er partiell, lokal og kritisk kunnskap.

source: body that provides advice to researchers and authorities on issues related
nb: er et faglig uavhengig organ som skal gi råd til forskere og myndigheter

source: c) researchers do not locate parts of their research in other countries for the purpose of achieving lower ethical or safety standards
nb: c) forskeren ikke plasserer deler av sin forskning i andre land dersom hensikten er å oppnå lavere etiske eller sikkerhetsmessige standarder.

source: His informants were men and boys.
nb: Hans informanter var menn og gutter.

source: NENT does not have access to any sanctions of its own.
nb: NENT rår ikke over noen egne sanksjonsmidler.

source: among researchers, as to whether human-level general AI is possible at al,
nb: blant forskere, om generell KI på et menneskelig nivå overhodet er mulig, og

source: more difficult it will be to control it, and the more difficult it will be to assign
nb: vanskelige vil det være å kontrollere det, og ansvaret vil bli vanskeligere å

source: and ethical dimensions of privacy and data protection.
nb: og etiske dimensjoner ved personvern.

source: DNA vaccination is defined as intentional transfer of genetic material (DNA or RNA) to somatic cells in order to influence the immune system.
nb: En DNA-vaksine defineres som tilsiktet overføring av genmateriale (DNA eller RNA) til somatiske celler i den hensikt å påvirke immunsystemet.

source: whether a computer program can be responsible for an accident.
nb: dataprogram kan være ansvarlig for en ulykke.

source: There are differences in terms of how this quality assurance is undertaken, but the distinctions are mainly found between academic disciplines (with varying traditions), not between the funding models.
nb: Ulikheter finnes, med hensyn til hvordan kvalitetssikringen utføres, men skillene går i hovedsak mellom fag (med ulike tradisjoner), og ikke mellom finansieringsmodellene.

source: With online documents and open-access publication or open archives, which provide opportunities for dissemination and retrieval through a plethora of channels, one would think that the importance of choosing a particular publication channel would decrease.
nb: Med nettbaserte dokumenter og open access-publisering eller åpen arkivering, som gir mulighet for spredning og gjenfinning via et utall kanaler, skulle man tro at betydningen av publiseringskanalen ville bli redusert.

source: That standard is much less well developed for photography.
nb: En slik standard er dårligere utviklet for fotografier.

source: Debate and institutions
nb: Debatt og institusjoner

source: In other cases, it can be hard to know for sure where data is
nb: I andre tilfeller kan det være vanskelig å vite med sikkerhet

source: These articles came from 40 journals in the period 1995-2014.
nb: Artiklene stammet fra 40 tidsskrifter i perioden 1995–2014.

source: Paragraph 33 of the Guidelines for Research Ethics in the Social Sciences, Law and the Humanities published by NESH warns against the authority of the supervisor being turned to their own advantage.
nb: §33 av NESH sine forskningsetiske retningslinjer advares det mot at autoritet i veiledning utnyttes til oppnåelse av personlige eller faglige fordeler for veileder.

source: Chapter 6 of the Convention addresses issues related to organs and tissue taken from a donor for transplantation.
nb: Konvensjonens kapittel 6 tar for seg forhold omkring organer og vev som tas fra en donor i forbindelse med transplantasjon.

source: But that does not mean that systemic explanations for discrimination are irrelevant, on the contrary", Midtbøen emphasizes.
nb: Men det betyr ikke at systemforklaringer på diskriminering er irrelevante, tvert om, understreker Midtbøen.

source: «Two years of work with CRISPR can bring about genetic changes that would naturally take 10 000 years of normal evolutionary development of a mutation,» suggests Dankel.
nb: – Med CRISPR kan man på to år få til en genetisk endring som hadde tatt 10 000 år i naturen med vanlig evolusjonær utvikling av en mutasjon, påpeker Dankel.

source: The embryo has not had the chance to fulfil its purpose (Gr.
nb: Embryoet har ikke fått sin sjanse til å realisere sitt mål (gr.

source: Patents are regarded as a good thing because they promote innovation and the development of new products and processes.
nb: Patenter blir sett på som et gode fordi de fremmer innovasjon og utvikling av nye produkter og prosesser.

source: With the Internet, a number of journals that provide free access to articles, so-called Open Access journals (abbreviated OA), have emerged.
nb: Med Internett har det vokst frem en rekke tidsskrifter som gir fri adgang til artiklene, såkalte Open Access-tidsskrifter (forkortet OA).
